Repository: Aftnet/snes9x
Catalog: gtk/po/*.po
Languages: pt_br

source: Misc
pt_br: Miscelânea

source: Shortcuts
pt_br: Atalhos

source: Pause emulation when switching away from Snes9x
pt_br: Pausar a emulação quando trocar o Snes9x por outro programa

source: Force-enable button and menu icons
pt_br: Forçar a ativação dos ícones do botão e do menu

source: The ESC key should:
pt_br: A tecla ESC deve:

source: Initial background:
pt_br: Background inicial:

source: <b>Window Behavior</b>
pt_br: <b>Comportamento da Janela</b>

source: Prevent the screensaver from activating
pt_br: Impedir a proteção de tela de ativar

source: <b>Screensaver</b>
pt_br: <b>Proteção de tela</b>

source: UI
pt_br: IU

source: Snes9x - Portable Super Nintendo Entertainment System (TM) emulator. Snes9x homepage: http://www.snes9x.com/ Snes9x source code: https://github.com/snes9xgit/snes9x/ Permission to use, copy, modify and/or distribute Snes9x in both binary and source form, for non-commercial purposes, is hereby granted without fee, providing that this license information and copyright notice appear with all copies and any derived work. This software is provided 'as-is', without any express or implied warranty. In no event shall the authors be held liable for any damages arising from the use of this software or it's derivatives. Snes9x is freeware for PERSONAL USE only. Commercial users should seek permission of the copyright holders first. Commercial use includes, but is not limited to, charging money for Snes9x or software derived from Snes9x, including Snes9x or derivatives in commercial game bundles, and/or using Snes9x as a promotion for your commercial product. The copyright holders request that bug fixes and improvements to the code should be forwarded to them so everyone can benefit from the modifications in future versions. Super NES and Super Nintendo Entertainment System are trademarks of Nintendo Co., Limited and its subsidiary companies.
pt_br: Snes9x - Emulador Portátil do Sistema de Entretenimento Super Nintendo (TM). Home page do Snes9x: http://www.snes9x.com/ Código fonte do Snes9x: https://github.com/snes9xgit/snes9x/ Permissão pra usar, copiar, modificar e/ou distribuir o Snes9x em ambos, na forma de binário e de código fonte pra propósitos não comerciais, por este meio é concedido sem taxa desde que essas informações de licença e aviso de direitos autorais apareçam com todas as cópias e qualquer trabalho derivado. Este software é fornecido 'como-é', sem qualquer garantia expressa ou implícita. Em nenhum evento os autores serão considerados responsáveis por quaisquer danos decorrentes do uso deste software ou seus derivados. O Snes9x é freeware só pra USO PESSOAL. Usuários comerciais devem buscar permissão dos detentores dos direitos autorais primeiro. O uso comercial inclui mas não está limitado a cobrar dinheiro pelo Snes9x ou software derivado do Snes9x incluindo o Snes9x ou derivados em pacotes de jogos comerciais e/ou ao usar o Snes9x como uma promoção pro seu produto comercial. Os detentores de direitos autorais requerem que os consertos de bugs e melhorias no código devam ser encaminhado para eles pra que todos possam se beneficiar das modificações em versões futuras. O Super NES e Sistema de Entretenimento Super Nintendo são marcas registradas da Nintendo Co., Limited e suas companhias subsidiárias.
