Repository: Aftnet/snes9x
Catalog: gtk/po/*.po
Languages: pt_br

source: Unknown
pt_br: Desconhecido

source: Keyboard %s%s%s%s
pt_br: Tecla %s%s%s%s

source: Axis %u %s %u%%
pt_br: Eixo %u %s %u%%

source: Button %u
pt_br: Botão %u

source: Unset
pt_br: Não configurado

source: Error
pt_br: Erro

source: Description
pt_br: Descrição

source: Cheat
pt_br: Trapaça

source: No description
pt_br: Sem descrição

source: Couldn't find any cheat codes in input.
pt_br: Não pôde achar quaisquer códigos de trapaça na entrada.

source: Couldn't Find Cheats Database
pt_br: Não pôde achar o banco de dados das trapaças

source: No Matching Game Found
pt_br: Não achou um jogo que combina

source: The database file <b>cheats.bml</b> was not found. It is normally installed with Snes9x, but you may also place a custom copy in your configuration or cheats directory.
pt_br: O arquivo do banco de dados <b>cheats.bml</b> não foi achado. Ele é normalmente é instalado com o Snes9x mas você também pode colocar uma cópia personalizada no seu diretório de configuração ou trapaças.

source: No matching game was found in the databases. If you are using a non-official translation or modified copy, you may be able to find and manually enter the codes.
pt_br: Nenhum jogo que combine foi achado nos bancos de dados. Se você estiver usando uma tradução não oficial ou uma cópia modificada você pode ser capaz de achar e inserir manualmente os códigos.

source: Couldn't create config directory: %s
pt_br: Não pôde criar o diretório de configuração %s

source: Connection Error
pt_br: Erro de Conexão

source: Same location as current game
pt_br: O mesmo local que o jogo atual

source: Current joystick centers have been saved.
pt_br: Os centros do joystick atual foram salvos.

source: Calibration Complete
pt_br: Calibração completa

source: Snes9x version:
pt_br: Versão do Snes9x:

source: GTK+ port version:
pt_br: Versão do port do GTK:

source: English localization by Brandon Wright
pt_br: Localização em português brasileiro por Tibério Vítor (tvtoon) e Felipe

source: Changing the SRAM directory with a game loaded will replace the .srm file in the selected directory with the SRAM from the running game. If this is not what you want, click 'cancel'.
pt_br: Mudar o diretório da SRAM com um jogo carregado substituirá o arquivo .srm no diretório selecionado com o SRAM do jogo em execução. Se isto não é o você quer clique em 'cancelar'.

source: Warning: Possible File Overwrite
pt_br: Aviso: possível sobrescrição do arquivo

source: Select Folder
pt_br: Selecionar Pasta

source: None - Use software scaler
pt_br: Nenhum - Usar dimensionador por software

source: OpenGL - Use 3D graphics hardware
pt_br: OpenGL - Usar hardware dos gráficos 3D

source: XVideo - Use hardware video blitter
pt_br: XVideo - Usar blitter do hardware do vídeo

source: Open Sound System
pt_br: Sistema de Som Aberto

source: Error opening: %s
pt_br: Erro ao abrir: %s

source: Couldn't load files.
pt_br: Não pôde carregar os arquivos.

source: Open SNES Movie
pt_br: Abrir o filme do SNES

source: New SNES Movie
pt_br: Novo filme do SNES

source: SNES Movies
pt_br: Filmes do SNES

source: All Files
pt_br: Todos os arquivos

source: Couldn't load file '%s'
pt_br: Não pôde carregar o arquivo '%s'

source: Load Saved State
pt_br: Carregar o state salvo

source: The current frame in the movie is <b>%d</b>.
pt_br: O frame atual no filme é <b>%d</b>.

source: Save SPC file...
pt_br: Salvar o arquivo SPC...

source: SPC Files
pt_br: Arquivos SPC

source: Couldn't save SPC file '%s'
pt_br: Não pôde salvar o arquivo SPC '%s'

source: <b>Information for %s</b> <i>Name:</i> %s <i>Speed:</i> %02X/%s <i>Map:</i> %s <i>Type:</i> %02x <i>Contents:</i> %s <i>ROM Size:</i> %s <i>Calculated Size:</i> %d <i>SRAM Size:</i> %s <i>Header Checksum:</i> %04X <i>Checksum Compliment:</i> %04X <i>Actual Checksum:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s<b><i>%s%s</i></b>
pt_br: <b>Informações sobre %s</b> <i>Nome:</i> %s <i>Velocidade:</i> %02X/%s <i>Mapa:</i> %s <i>Tipo:</i> %02x <i>Conteúdo:</i> %s <i>Tamanho da ROM:</i> %s <i>Tamanho Calculado:</i> %d <i>Tamanho da SRAM:</i> %s <i>Cumprimento do Cabeçalho:</i> %04X <i>Cumprimento do Checksum:</i> %04X <i>Checksum Verdadeiro:</i> %04X <i>Vídeo:</i> %s <i>CRC32:</i> %08X <i>Revisão:</i> %s<b><i>%s%s</i></b>

source: This ROM has been auto-patched with
pt_br: Esta ROM passou por um auto-patch com

source: This ROM has been modified or damaged
pt_br: Esta ROM foi modificada ou danificada

source: File Information
pt_br: Informações do arquivo

source: Export Shader Preset to:
pt_br: Exportar a pré-definição do shader pra:

source: Shader Preset
pt_br: Pré-definição do Shader

source: Shader Parameters
pt_br: Parâmetros do Shader

source: Open SNES ROM Image
pt_br: Abrir Imagem da ROM do SNES

source: SNES ROM Images
pt_br: Imagens das ROMs do SNES

source: About Snes9x
pt_br: Sobre o Snes9x

source: Snes9x Cheats
pt_br: Trapaças do Snes9x

source: Update Cheat
pt_br: Atualizar trapaça

source: Disable All
pt_br: Desativar tudo

source: Delete All Cheats
pt_br: Desativar todas as trapaças

source: Search Cheat Database
pt_br: Procurar no banco de dados das trapaças

source: Code:
pt_br: Código:

source: Description:
pt_br: Descrição:

source: Advance to Frame
pt_br: Avançar pro frame

source: The current frame in the movie is
pt_br: O frame atual do filme é

source: Fast-forward to frame
pt_br: Avançar rapidamente pro frame

source: Black
pt_br: Preto

source: Color bars
pt_br: Barras das cores

source: Pixel art patterns
pt_br: Modelos da arte dos pixels

source: Dithered gradient
pt_br: Gradiente rasterizado

source: Color bars and patterns
pt_br: Barras e modelos das cores

source: Snow
pt_br: Neve

source: None
pt_br: Nenhum

source: EPX Smooth
pt_br: EPX Suave

source: Blargg's NTSC
pt_br: NTSC do Blargg

source: 8:7 Square pixels
pt_br: Pixels quadrados 8:7

source: 8:7 Square pixels, integer multiples
pt_br: Pixels quadrados, múltiplos inteiros 8:7

source: 4:3 SNES correct aspect
pt_br: Aspecto correto do SNES 4:3

source: 4:3 SNES correct aspect, integer multiples
pt_br: Aspecto correto do SNES, múltiplos inteiros 4:3

source: 8*8:7*7 NTSC, integer multiples
pt_br: 8*8:7*7 NTSC, múltiplos inteiros

source: Merge adjacent pairs
pt_br: Unir pares adjacentes

source: Output directly
pt_br: Sair diretamente

source: Scale low-resolution screens
pt_br: Dimensionar as telas de baixa resolução

source: Toggle the menu bar
pt_br: Alternar a barra do menu

source: Exit fullscreen mode
pt_br: Sair do modo de tela cheia

source: Quit Snes9x
pt_br: Sair do Snes9x

source: Timer-based
pt_br: Baseado no cronômetro

source: Timer-based with automatic frame-skipping
pt_br: Baseado no cronômetro com pulo dos frames automático

source: Sound buffer synchronization
pt_br: Sincronização do buffer de som

source: No throttling, use vsync to control speed
pt_br: Sem aceleração, use o vsync pra controlar a velocidade

source: 16-bit (GL_RGB)
pt_br: 16 bits (GL_RGB)

source: 32-bit (GL_BGRA)
pt_br: 32 bits (GL_BGRA)

source: Nearest
pt_br: Mais Próximo

source: Gaussian (correct)
pt_br: Gaussian (correto)

source: Cubic
pt_br: Cúbico

source: _File
pt_br: _Arquivo

source: _Open ROM Image...
pt_br: _Abrir Imagem da ROM...

source: Open Recent
pt_br: ROMs recentes

source: Open with _NetPlay...
pt_br: Abrir com _NetPlay...

source: Open a ROM to use with NetPlay
pt_br: Abrir uma ROM para usar com

source: Open _MultiCart...
pt_br: Abrir _MultiCart...

source: _Load State
pt_br: _Carregar o state

source: From _File...
pt_br: Do _arquivo...

source: _Undo Load State
pt_br: _Desfazer o Carregamento do State

source: To _File...
pt_br: No _arquivo...

source: Save SPC...
pt_br: Salvar SPC...

source: Show ROM _Info...
pt_br: Mostrar informações da _ROM...

source: _Quit
pt_br: _Sair

source: _Emulation
pt_br: _Emulação

source: Run / _Continue
pt_br: Executar / _Continuar

source: _Pause
pt_br: _Pausa

source: Load _Movie...
pt_br: Carregar _Filme...

source: R_ecord Movie...
pt_br: G_ravar filme...

source: _Stop Recording
pt_br: _Parar gravação

source: _Jump to Frame...
pt_br: _Pular pro frame...

source: Sy_nc Clients
pt_br: Si_ncronizar clientes

source: Reset
pt_br: Resetar

source: Soft _Reset
pt_br: Reset _leve

source: _View
pt_br: _Visualizar

source: _Toggle Menubar
pt_br: _Alternar a Barra do Menu

source: _Change Size
pt_br: _Mudar tamanho

source: _Fullscreen
pt_br: _Tela cheia

source: _Options
pt_br: _Opções

source: Controller Ports
pt_br: Portas dos controles

source: SNES Port 1
pt_br: Porta 1 do SNES

source: SNES Port 2
pt_br: Porta 2 do SNES

source: _Cheats...
pt_br: _Trapaças...

source: _Shader Parameters...
pt_br: _Parâmetros do Shader...

source: _Preferences...
pt_br: _Preferências...

source: Open Multiple ROM Images (MultiCart)
pt_br: Abrir múltiplas imagens de ROMs (MultiCart)

source: Select an Image for Slot A
pt_br: Selecione uma imagem pro slot A

source: Select an Image for Slot B
pt_br: Selecione uma imagem pro slot B

source: Snes9x NetPlay
pt_br: NetPlay do Snes9x

source: The game chosen will be loaded before connecting. This field can be blank if the server will send the ROM image
pt_br: O jogo escolhido será carregado antes de conectar. Este campo pode ficar em branco se o servidor enviará a imagem da ROM

source: Browse...
pt_br: Navegar...

source: Clear entry
pt_br: Limpar entrada

source: <b>ROM Image</b>
pt_br: <b>Imagem da ROM</b>

source: Connect to another computer
pt_br: Conectar a outro computador

source: Connect to another computer that is running Snes9x NetPlay as a server
pt_br: Conectar a outro computador que está executando o NetPlay do Snes9x como um servidor

source: Name or IP address:
pt_br: Nome ou endereço de IP:

source: Domain name or internet protocol address of a remote computer
pt_br: Nome do domínio ou endereço do protocolo da internet de um computador remoto

source: Port:
pt_br: Porta:

source: Connect to specified TCP port on remote computer
pt_br: Conectar a uma porta TCP especificada no computador remoto

source: Act as a server
pt_br: Agir como um servidor

source: Host a game on this computer as Player 1, requiring extra throughput to support multitple users
pt_br: Hospedar um jogo neste computador como Jogador 1, requer um tráfego extra pra suportar múltiplos usuários

source: <b>Server</b>
pt_br: <b>Servidor</b>

source: Sync using reset
pt_br: Sincronizar usando o reset

source: Reset the game when players join instead of transferring potentially unreliable freeze states
pt_br: Reseta o jogo quando os jogadores entram ao invés de transferir states congelados potencialmente não confiáveis

source: Send ROM image to clients
pt_br: Envia a imagem de ROM pros clientes

source: Send the running game image to players instead of requiring them to have their own copies
pt_br: Envia a imagem do jogo em execução pros jogadores ao invés de requerer que eles tenham suas próprias cópias

source: Default port:
pt_br: Porta padrão:

source: TCP port used as a connection point for remote clients
pt_br: Porta TCP usada como um ponto de conexão pros clientes remotos

source: Ask server to pause when
pt_br: Pedir ao servidor pra pausar quando

source: frames behind
pt_br: frames atrás

source: <b>Settings</b>
pt_br: <b>Configurações</b>

source: Snes9x Preferences
pt_br: Preferências do Snes9x

source: Use fullscreen on ROM open
pt_br: Usar tela cheia ao abrir a ROM

source: Go to fullscreen mode immediately after opening a ROM
pt_br: Ir pro modo de tela cheia imediatamente após abrir uma ROM

source: Show local time
pt_br: Mostrar a hora local

source: Show frame rate
pt_br: Mostrar a taxa de frames

source: Show pressed keys
pt_br: Mostrar as teclas pressionadas

source: Use overscanned height
pt_br: Usar altura sobre-escaneada

source: Use SNES extended height. Will probably cause letterboxing
pt_br: Usar a altura extendida do SNES. Provavelmente causará barras pretas no topo e no rodapé

source: Change fullscreen resolution:
pt_br: Mudar a resolução da tela cheia:

source: Changes the screen resolution when running Snes9x in fullscreen mode
pt_br: Muda a resolução da tela quando executar o Snes9x no modo de tela cheia

source: Basic Settings
pt_br: Configurações Básicas

source: Scale image to fit window
pt_br: Dimensionar a imagem pra encaixar na janela

source: Scales the image so no black bars are present
pt_br: Dimensiona a imagem pra que nenhuma barra preta esteja presente

source: Aspect ratio:
pt_br: Proporção do aspecto:

source: Maintain aspect-ratio
pt_br: Manter proporção de aspecto

source: Scales the image as large as possible without distortion
pt_br: Dimensiona a imagem tão grande quanto possível sem distorção

source: Use
pt_br: Usar

source: Allows scaling and filtering to use multiple processors
pt_br: Permitir que o dimensionamento e a filtragem usem múltiplos processadores

source: threads for filtering and scaling
pt_br: threads pra filtragem e dimensionamento

source: High-resolution effect:
pt_br: Efeito de alta resolução:

source: Apply scaling filter:
pt_br: Aplicar filtro de dimensionamento:

source: Video preset:
pt_br: Pré-definição do vídeo:

source: Composite
pt_br: Composto

source: Monochrome
pt_br: Monocromático

source: Artifacts:
pt_br: Artefatos:

source: Sharpness:
pt_br: Precisão:

source: Brightness:
pt_br: Nitidez:

source: Contrast:
pt_br: Contraste:

source: Saturation:
pt_br: Saturação:

source: Hue:
pt_br: Matiz:

source: Fringing:
pt_br: Margem:

source: Bleed:
pt_br: Sangrar:

source: Resolution:
pt_br: Resolução:

source: Merge odd and even fields
pt_br: Unir os campos ímpares e pares

source: Scanline intensity:
pt_br: Intensidade das scanlines:

source: Scaling
pt_br: Dimensionamento

source: Bilinear-filter output
pt_br: Saída do filtro bilinear

source: Sync to vertical blank
pt_br: Sincronizar no espaço vertical

source: Sync the image to the vertical retrace to stop tearing
pt_br: Sincronizar a imagem ao rastreamento vertical pra parar os rasgos

source: Reduce input lag with glFinish
pt_br: Reduz o atraso do controle com o glFinish

source: Sync the program with the video output after every displayed frame to reduce input latency
pt_br: Sincroniza o programa com a saída de vídeo após cada frame exibido pra reduzir a latência do controle

source: Reduce input lag with sync control
pt_br: Reduz o atraso do controle com o controle da sincronização

source: More modern method for syncing the program with the video output to reduce input latency. Allows GUI events to occur in the meantime
pt_br: Método mais moderno pra sincronizar o programa com a saída de vídeo pra reduzir a latência do controle. Permite que os eventos da GUI ocorram nesse meio tempo

source: Allow non-power-of-two textures
pt_br: Permitir texturas sem poder de dois

source: Prevents edge artifacts, but can slow performance
pt_br: Impede arterfatos nas bordas, mas pode tornar a performance lenta

source: Use pixel-buffer objects
pt_br: Usar objetos do buffer dos pixels

source: Can be faster or slower depending on drivers
pt_br: Pode ser mais rápido ou mais lento dependendo dos drivers

source: Different formats can yield highly different performance
pt_br: Formatos diferentes podem gerar perfomances altamente diferentes

source: Pixel-buffer format:
pt_br: Formato do buffer dos pixels:

source: Force an inverted byte-ordering
pt_br: Forçar uma organização invertida dos bytes

source: Forces a swapped byte-ordering for cases where the system's endian is used instead of the video card
pt_br: Força uma organização invertida dos bytes nos casos aonde o endian do sistema é usada ao invés da placa de vídeo

source: Hardware Acceleration
pt_br: Aceleração por Hardware

source: Display
pt_br: Exibição

source: Sound driver:
pt_br: Driver de som:

source: Automatically adjust input rate to display
pt_br: Ajusta automaticamente a taxa do controle a exibição

source: Sets the correct input rate based on the display's refresh rate
pt_br: Define a taxa de entrada correta baseado na taxa de atualização da exibição

source: Dynamic rate control
pt_br: Controle dinâmico das taxas

source: Smooth out slight hiccups in sound input rate
pt_br: Suavizar pequenos soluços na taxa de entrada do som

source: Mute sound output
pt_br: Saída de áudio muda

source: Disables output of sound
pt_br: Desativa a saída de som

source: Mute sound when using turbo
pt_br: Som mudo quando usar o turbo

source: Disables output of sound when using turbo
pt_br: Desativar a saída de som quando usar o turbo

source: Playback rate:
pt_br: Taxa do playback:

source: milliseconds
pt_br: mili-segundos

source: Buffer size:
pt_br: Tamanho do buffer:

source: Dynamic rate limit:
pt_br: Limite dinâmico da taxa:

source: Input rate:
pt_br: Taxa de entrada:

source: Adjust to produce more or less data. Decrease the rate if experiencing crackling. Increase the rate if experiencing frame-rate stuttering. Best used with the "Synchronize with sound" option
pt_br: Ajuste pra produzir mais ou menos dados. Diminui a taxa se experimentar um estalo. Aumente a taxa se experimentar gagueira na taxa dos frames. Melhor usado com a opção "Sincronizar com o som"

source: Video rate:
pt_br: Taxa de vídeo:

source: label
pt_br: rótulo

source: <b>Sound Settings</b>
pt_br: <b>Configurações do som</b>

source: Sound
pt_br: Som

source: Throttling method:
pt_br: Método de aceleração:

source: <b>Speed Control</b>
pt_br: <b>Controle da Velocidade</b>

source: Rewind buffer size (MB):
pt_br: Rebobinar o tamanho do buffer (MBs):

source: Number of frames between rewind snapshots:
pt_br: Número de frames entre os snapshots de rebobinação:

source: <b>Rewind Settings</b>
pt_br: <b>Configurações da Rebobinação</b>

source: Allow invalid VRAM access
pt_br: Permitir o acesso a VRAM inválida

source: Allows ROM hacks to write to screen at the wrong time. Only use if you know your ROM hack expects this
pt_br: Permite que os hacks das roms gravem na tela na hora errada. Só use se você sabe que seu hack da ROM espera isto

source: Allow opposing dpad directions
pt_br: Permitir direções opostas no direcional

source: Let left and right or up and down be pressed at the same time
pt_br: Deixa que a direita e a esquerda ou pra cima e pra baixo sejam pressionadas ao mesmo tempo

source: Overclock CPU
pt_br: Fazer Overclock da CPU

source: Reduces slowdown, but has potential to break games
pt_br: Reduz a lentidão mas tem potencial pra quebrar os jogos

source: Remove sprite limit
pt_br: Remover o limite das imagens móveis

source: Reduces flicker, but may cause graphical artifacts
pt_br: Reduz a tremulação mas pode causar artefatos gráficos

source: Redirect echo buffer overflow
pt_br: Redireciona a sobrecarga do buffer do eco

source: Allows old addmusic hacks to work, but will likely hurt other games
pt_br: Permite que hacks antigos que adicionam música funcionem mas provavelmente prejudicará outros jogos

source: SuperFX clock speed %:
pt_br: Velocidade do clock do SuperFX %:

source: Gaussian is the correct behavior for SNES hardware
pt_br: Gaussian é o comportamento correto pro hardware do SNES

source: Sound filter:
pt_br: Filtro de som:

source: Emulation
pt_br: Emulação

source: Cheats:
pt_br: Trapaças:

source: Exports:
pt_br: Exportações:

source: <b>Game Data Locations</b>
pt_br: <b>Locais dos Dados do Jogo</b>

source: Save SRAM:
pt_br: Salvar SRAM:

source: Automatically save the game's SRAM at this interval. Setting this to 0 will only save when quitting or changing ROMs
pt_br: Salve automaticamente o SRAM do jogo neste intervalo. Definir isto como 0 só economizará quando sair ou mudar as ROMs

source: seconds after change
pt_br: segundos após a mudança

source: <b>Automatic Saving</b>
pt_br: <b>Salvamento Automático</b>

source: Files
pt_br: Arquivos

source: Swap with:
pt_br: Trocar com:

source: _Swap
pt_br: _Trocar

source: Use modifier keys (CTRL, SHIFT, ALT) directly
pt_br: Usar teclas modificadoras (CTRL, SHIFT, ALT) diretamente

source: Allow using modifier keys as independent keys instead of modifiers
pt_br: Permitir o uso de teclas modificadoras como teclas independentes ao invés de modificadores

source: Up
pt_br: Pra cima

source: Down
pt_br: Pra baixo

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Buttons
pt_br: Botões

source: <b>Sticky</b>
pt_br: <b>Fixo</b>

source: Turbo / Sticky Buttons
pt_br: Botões Turbo / Sticky

source: Set new axis bindings at:
pt_br: Definir novas vinculações do eixo em:

source: Changes the amount a joystick should be tilted to register a button press
pt_br: Muda a quantidade em que um joystick deve ser inclinado pra registrar um botão pressionado

source: percent
pt_br: por cento

source: <b>Joystick Axis Threshold</b>
pt_br: <b>Limites dos eixos do joystick</b>

source: Center all axes on all joysticks and press Calibrate.
pt_br: Centraliza todos os eixos em todos os joysticks e clique em Calibrar.

source: Cali_brate
pt_br: Cali_brar

source: <b>Calibration</b>
pt_br: <b>Calibração</b>

source: Joystick Options
pt_br: Opções do Joystick

source: <small>Click an entry and then press the desired keys or joystick button <i>Escape</i>: Move to next<i> Shift-Escape</i>: Clear selected</small>
pt_br: <small>Clique numa entrada e então pressiona as teclas desejadas ou no botão do joystick <i>Esc</i>: Mover pra próxima. <i>Shift+Esc</i>: Limpar o selecionado</small>

source: <b>Snes9x Emulator Shortcut Keys</b>
pt_br: <b>Teclas de atalho do emulador Snes9x</b>

source: Soft reset
pt_br: Reset leve

source: Hardware reset
pt_br: Reset do hardware

source: Increase frame time
pt_br: Aumentar o tempo dos frames

source: Decrease frame time
pt_br: Diminuir o tempo dos frames

source: Increase frame rate
pt_br: Aumentar a taxa dos frames

source: Decrease frame rate
pt_br: Diminuir a taxa dos frames

source: Pause
pt_br: Pausa

source: Toggle turbo
pt_br: Alternar o turbo

source: Enable turbo
pt_br: Ativar turbo

source: Open ROM
pt_br: Abrir ROM

source: Toggle BG layer 0
pt_br: Alternar a camada BG 0

source: Toggle BG layer 1
pt_br: Alternar a camada BG 1

source: Toggle BG layer 2
pt_br: Alternar a camada BG 2

source: Toggle BG layer 3
pt_br: Alternar a camada BG 3

source: Toggle sprites
pt_br: Alternar imagens móveis

source: BG layering hack
pt_br: Hack das camadas do BG

source: Toggle fullscreen
pt_br: Alternar a tela cheia

source: Graphics
pt_br: Gráficos

source: Save current slot
pt_br: Salvar no slot atual

source: Load current slot
pt_br: Carregar o slot atual

source: Increment and save
pt_br: Aumentar e salvar

source: Decrement and load
pt_br: Diminuir e carregar

source: Increment slot
pt_br: Slot de incremento

source: Decrement slot
pt_br: Slot de diminuição

source: <b>Quick save state</b>
pt_br: <b>Save state rápido</b>

source: <b>Quick load state</b>
pt_br: <b>Carregar o state rápido</b>

source: Toggle sound channel 0
pt_br: Alternar o canal de som 0

source: Toggle sound channel 1
pt_br: Alternar o canal de som 1

source: Toggle sound channel 2
pt_br: Alternar o canal de som 2

source: Toggle sound channel 3
pt_br: Alternar o canal de som 3

source: Toggle sound channel 4
pt_br: Alternar o canal de som 4

source: Toggle sound channel 5
pt_br: Alternar o canal de som 5

source: Toggle sound channel 6
pt_br: Alternar o canal de som 6

source: Toggle sound channel 7
pt_br: Alternar o canal de som 7

source: Toggle all sound channels
pt_br: Alternar todos os canais de som

source: Seek to frame
pt_br: Procrar no frame

source: Load Movie
pt_br: Carregar filme

source: Stop movie recording
pt_br: Parar a gravação do filme

source: Begin movie recording
pt_br: Começar a gravar um filme

source: Save SPC
pt_br: Salvar SPC

source: Swap controllers 1 & 2
pt_br: Trocar controles 1 e 2

source: Rewind
pt_br: Rebobinar

source: Capture/release mouse
pt_br: Capturar/liberar o mouse
